<?php
return array(
    'auth_error' => 'Неверно введен логин или пароль',
    'login_activate_error' => 'Вам на электронную почту было отправлено письмо. Активируйте аккаунт по ссылке',
    'password_error' => 'Пароли не совпадают',
    'user_add_error' => 'Пользователь не был создан',
    'empty_field' => 'Введите [[name]]',
    'email_error' => 'Введите корректный адрес электронной почты',
    'unique_field' => 'Такой  [[name]] уже существует',
    'activate_error' => 'Не удалось активировать аккаунт',
    'empty_url' => 'Заполните поле ссылки',
    'url_format_error' => 'Неверный вормат ссылки',
    'add_new_error' => 'Во время добавления произошла ошибка. Попробуйте еще раз',
    'urls_empty' => 'Ссылки не найдены',
    'password_valid_error' => 'Пароль должен состоять из латинских букв в разном регистре, цифр и спецсимволов и содержать не менее 8 символов',
    'username_error' => 'Логин может состоять из латинских букв и цифр и содержать от 2 до 20 символов '
);